Repository: contao-community-alliance-archive/composer-check
Catalog: src/ContaoCommunityAlliance/Composer/Check/L10N/*/messages.xliff
Languages: de

# checks.headline
source: System information
de: Systeminformationen

# status.unsupported
source: Composer is not supported on your system.
de: Composer wird auf deinem System nicht unterstützt.

# status.maybe_supported
source: Composer may be supported on your system. Please read the details of the single checks.
de: Composer könnte möglicherweise auf deinem System verwendet werden. Bitte ließ die weiteren Informationen der einzelnen Checks.

# status.supported
source: Composer is supported on your system.
de: Composer wird auf deinem System unterstützt.

# status.unknown
source: We could not determine if Composer can be run on your system.
de: Wir konnten nicht ermitteln ob Composer auf dem System funktionieren würde.

# status.install
source: Install composer
de: Composer installieren

# errors.headline
source: Runtime errors
de: Laufzeitfehler

# errors.description
source: Some errors occurred while running the check!
de: Etliche Fehler sind während des Checks aufgetreten!

# install.installed
source: Composer is already installed.
de: Composer ist bereits installiert.

# install.missing-contao
source: Installation not possible, the Contao installation could not be found.
de: Die Installation ist nicht möglich, es wurde keine Contao Installation gefunden.

# install.unsupported
source: Installation not possible, the ZipArchive extension is required.
de: Die Installation ist nicht möglich, die ZipArchive Extension wird benötigt.

# install.done
source: Installation finished, in the Contao Backend you find a new menu entry "Package management".
de: Die Installation war erfolgreich. Im Contao Backend steht nun ein neuer Menüeintrag "Paketverwaltung" zur Verfügung.
